Repository: elementary/maps
Catalog: po/extra/*.po
Languages: ca, fr, hu, it, zh_hans, zh_hant

source: Atlas
it: Atals

source: View where to go
ca: Vegeu on anar
fr: Visualisez où vous souhaitez vous rendre
hu: Keresse ki, hová szeretne menni
it: Visualizza dove vuoi andare
zh_hans: 查找目的地
zh_hant: 查看要去的地方

source: A map app that helps you to see where you want to go.
ca: Una aplicació de mapes que us ajuda a veure on voleu anar.
fr: Une application de cartes pour vous aider à visualiser les lieux ou vous souhaitez vous rendre.
hu: Egy térképalkalmazás, ami segít megmutatni, hová szeretne menni.
it: Un'app per mappe che ti aiuta a vedere dove vuoi andare.
zh_hans: 帮助您寻找要去的地方的地图应用程序。
zh_hant: 幫助您尋找要去的地方的地圖應用程式。

source: Features include:
ca: Funcions:
fr: Fonctionnalités incluses :
hu: A funkciókból:
it: Le caratteristiche includono:
zh_hans: 功能：
zh_hant: 功能：

source: Search any place
ca: Cerca de qualsevol lloc
fr: Recherchez n'importe quel lieu
hu: Bármilyen hely keresése
it: Cerca qualsiasi luogo
zh_hans: 搜索任何地点
zh_hant: 搜尋任何地點

source: Jump to your current location instantly
ca: Salt instantani a la ubicació actual
fr: Affichez votre position actuelle en un instant
hu: Azonnali ugrás a saját helyzetre
it: Passa istantaneamente alla tua posizione attuale
zh_hans: 马上显示目前位置
zh_hant: 馬上顯示目前位置

source: This is a fork of "Atlas Maps" and wouldn't exist without work of Steffen Schuhmann.
ca: És una bifurcació d'Atlas Maps i no existiria sense la feina de Steffen Schuhmann.
fr: Ceci est un fork de « Atlas Maps » qui n’existerait pas sans le travail de Steffen Schuhmann.
hu: Ez az "Atlas Maps"-en alapul, és nem jöhetett volna létre Steffen Schuhmann munkája nélkül.
it: Questo è un fork di "Atlas Maps" e non esisterebbe senza il lavoro di Steffen Schuhmann.
zh_hans: 这个应用程序是 "Atlas Maps" 的 fork，没有 Steffen Schuhmann 的开发就不会存在。
zh_hant: 這個應用程式是 "Atlas Maps" 的 fork，沒有 Steffen Schuhmann 的開發就不會存在。

source: Search where to go
fr: Cherchez où vous souhaitez vous rendre
it: Cerca dove andare

source: Use newer version of GeoClue which prefers Location Portal if available
it: Usa la versione più recente di GeoClue che preferisce il Portale di localizzazione se disponibile

source: Update translations
ca: Actualitza les traduccions
fr: Mise à jour des traductions
hu: Frissített fordítások
it: Aggiornate le traduzioni
zh_hans: 翻译更新
zh_hant: 翻譯更新

source: Rewrite the app; now it uses GTK 4 instead of GTK 3 and libshumate instead of libchamplain
it: Riscritta l'app; ora usa GTK 4 invece di GTK 3 e libshumate invece di libchamplain

source: Add an blue circle indicator that represents your current location
it: Aggiunto un indicatore circolare blu che rappresenta la tua posizione attuale

source: Update Flatpak runtime version
fr: Mise à jour de l’environnement d’exécution Flatpak
it: Aggiornato la versione runtime di Flatpak

source: Update the dependency geocode-glib from 3.26.2 to 3.26.4
fr: Mise à jour de la dépendance geocode-glib de la version 3.26.2 à 3.26.4
it: Aggiornata la dipendenza geocode-glib da 3.26.2 a 3.26.4

source: Update copyright information
fr: Mise à jour des informations Copyright
it: Aggiornate le informazioni sul copyright

source: Fix the app being introduced as if sharing your location to someone in AppCenter
fr: Correction de l’anomalie qui présentait l’application comme vous permettant de partager votre localisation dans l’App Center
it: Corretto l'app introdotta come se condividesse la tua posizione con qualcuno in App Center

source: Show the shortcut key for search entry using tooltip
fr: Affichage de la touche de raccourci pour l’entrée de recherche à l’aide d’une infobulle
it: Mostra il tasto di scelta rapida per la voce di ricerca utilizzando la descrizione comando

source: Add the new style switcher
fr: Ajout du nouveau bouton pour changer le style
it: Aggiunto il nuovo selettore di stile

source: Redesigned &amp; vectored app icon (big thanks to @Suzie97)
fr: Nouvelle icône vectorisée (un grand merci à @Suzie97)
it: Ridisegnata &amp; icona dell'app vettoriale (grazie a @Suzie97)

source: Show your current location if launching the app for the first time
fr: Affichage de votre emplacement actuel lors du premier lancement de l’application
it: Mostra la tua posizione attuale se avvii l'app per la prima volta

source: Translation updates:
fr: Mise à jour des traductions :
it: Aggiornamenti di traduzione:

source: Add French translation (thanks to @NathanBnm)
fr: Ajout d’une traduction française (grâce à @NathanBnm)
it: Aggiungi la traduzione francese (grazie a @NathanBnm)

source: Initial release
fr: Version initiale
it: Versione iniziale

source: Map
fr: Carte
it: Mappa

source: Trip;Explore;
fr: Voyage;Explorer;trip;
it: Viaggio;Esplora;

source: Maps
ca: Mapes
hu: Térkép
zh_hans: 地图
zh_hant: 地圖

source: trip;explore;
ca: viatge;explorar;
hu: utazás;felfedezés;
zh_hans: 旅行;探索;
zh_hant: 旅行;探索;導航;路線;

source: See locations on a map
ca: Vegeu ubicacions en un mapa
hu: Helyszínek megjelenítése a térképen
zh_hans: 在地图上查看地点
zh_hant: 在地圖上查看地點
