Repository: elementary/maps
Catalog: po/*.po
Languages: ja, nb_no, pl, ru

source: Map
ja: 地図
nb_no: Kart
pl: Mapa
ru: Карта

source: View where to go
ja: 行きたい場所を見ましょう
nb_no: Vis hvor du skal
pl: Wyświetl, dokąd iść
ru: Смотрите куда идти

source: Trip;Explore;
ja: 旅行;冒険;探索;
nb_no: Tur;Utforsker;kart;planlegging;
pl: Wycieczka; Odkryj;
ru: Путешествие;Исследовать;

source: A map app that helps you to see where you want to go.
ja: 行き先を探すのに便利な地図アプリです。
nb_no: Et kartprogram som hjelper deg å visualisere hvor du skal.
pl: Aplikacja map, która pomaga zobaczyć, dokąd chcesz iść.
ru: Карта, которая помогает вам смотреть куда вы хотите пойти.

source: Features include:
ja: 含まれる機能:
nb_no: Funksjoner:
pl: Funkcje obejmują:
ru: Функции:

source: Search any place
ja: 場所を検索できます
nb_no: Søk etter steder
pl: Szukaj w dowolnym miejscu
ru: Ищите любое место

source: Jump to your current location instantly
ja: 現在地をすぐに表示できます
nb_no: Hopp til nåværende sted umiddelbart
pl: Natychmiastowe przejście do bieżącej lokalizacji
ru: Мгновенно переместитесь к вашему текущему местоположению

source: This is a fork of "Atlas Maps" and wouldn't exist without work of Steffen Schuhmann.
ja: このアプリは、"Atlas Maps" をフォークして開発されました。Steffen Schuhmann に感謝申し上げます。
nb_no: Dette er en forgrening av «Atlas Maps» og ville ikke eksistert uten Steffen Schuhmann.
pl: To widelec "Atlas Maps" i nie istniałby bez pracy Steffena Schuhmanna.
ru: Это форк приложения «Atlas Maps», и оно не могло бы существовать без работы Steffen Schuhmann.

source: Search where to go
ja: 行きたい場所を検索しましょう
pl: Szukaj gdzie iść
ru: Ищите куда пойти

source: Unknown
ja: 不明
nb_no: Ukjent
pl: Nieznane
ru: Неизвестно

source: Move to the current location
ja: 現在地に移動
nb_no: Flytt til nåværende mål
pl: Przenieś do bieżącej lokalizacji
ru: Переместиться к текущему местоположению

source: Search Location
ja: 場所を検索
nb_no: Søk etter sted
pl: Lokalizacja wyszukiwania
ru: Искать место

source: No Search Results
ja: 検索結果がありません
nb_no: Resultatløst
pl: Brak wyników wyszukiwania
ru: Ничего не найдено

source: Try changing the search term.
ja: 検索用語を変えてみてください。
nb_no: Prøv å endre søket.
pl: Spróbuj zmienić zapytanie wyszukiwania.
ru: Попробуйте изменить поисковой запрос.

source: Map Source:
ja: マップ提供元:
pl: Źródło mapy:
ru: Источник карты:

source: Transport Map
ja: 交通マップ
pl: Mapa transportu
ru: Карта транспорта

source: Preferences
ja: 設定
pl: Preferencje
ru: Параметры

source: Style:
ja: スタイル:
pl: Styl:
ru: Стиль:

source: Light
ja: ライト
nb_no: Lys
pl: Jasny
ru: Светлый

source: Dark
ja: ダーク
nb_no: Mørk
pl: Ciemny
ru: Тёмный

source: System
ja: システム
ru: Система
